---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MultiSegmentGrid
source: html/421f3962-607a-be8c-ffcb-fa72337b6cb7.htm
---
# MultiSegmentGrid Members

Determine whether two Grids are members of the same GridChain.